Repository: Kammenk/Budgetty-iOS
Catalog: Budgetty/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fi, fr, it, nb, nl, pl, pt, ro, ru, sv

source: Pulling out items, prices and categories
bg: Извличане на артикули, цени и категории
cs: Získávání položek, cen a kategorií
da: Henter varer, priser og kategorier
de: Artikel, Preise und Kategorien werden erkannt
es: Extrayendo artículos, precios y categorías
fi: Poimitaan tuotteita, hintoja ja kategorioita
fr: Extraction des articles, prix et catégories
it: Estrazione di articoli, prezzi e categorie
nb: Henter varer, priser og kategorier
nl: Artikelen, prijzen en categorieën ophalen
pl: Wyodrębnianie pozycji, cen i kategorii
pt: A extrair artigos, preços e categorias
ro: Se extrag articole, prețuri și categorii
ru: Извлечение товаров, цен и категорий
sv: Hämtar varor, priser och kategorier

source: Quarter
bg: Тримесечие
cs: Čtvrtletí
da: Kvartal
de: Quartal
es: Trimestre
fi: Neljännes
fr: Trimestre
it: Trimestre
nb: Kvartal
nl: Kwartaal
pl: Kwartał
pt: Trimestre
ro: Trimestru
ru: Квартал
sv: Kvartal

source: Question %lld of %lld
bg: Въпрос %lld от %lld
cs: Otázka %lld z %lld
da: Spørgsmål %lld af %lld
de: Frage %lld von %lld
es: Pregunta %lld de %lld
fi: Kysymys %lld/%lld
fr: Question %lld sur %lld
it: Domanda %lld di %lld
nb: Spørsmål %lld av %lld
nl: Vraag %lld van %lld
pl: Pytanie %lld z %lld
pt: Pergunta %lld de %lld
ro: Întrebarea %lld din %lld
ru: Вопрос %lld из %lld
sv: Fråga %lld av %lld

source: Rate Budgetty
bg: Оцени Budgetty
cs: Ohodnotit Budgetty
da: Bedøm Budgetty
de: Budgetty bewerten
es: Valorar Budgetty
fi: Arvioi Budgetty
fr: Noter Budgetty
it: Valuta Budgetty
nb: Vurder Budgetty
nl: Budgetty beoordelen
pl: Oceń Budgetty
pt: Avaliar o Budgetty
ro: Evaluează Budgetty
ru: Оценить Budgetty
sv: Betygsätt Budgetty

source: Re-enter your PIN to confirm
bg: Въведете ПИН отново за потвърждение
cs: Zadejte PIN znovu pro potvrzení
da: Indtast din PIN igen for at bekræfte
de: Gib deine PIN zur Bestätigung erneut ein
es: Vuelve a introducir tu PIN para confirmar
fi: Anna PIN uudelleen vahvistaaksesi
fr: Saisissez à nouveau votre PIN pour confirmer
it: Reinserisci il tuo PIN per confermare
nb: Skriv inn din PIN på nytt for å bekrefte
nl: Voer je PIN opnieuw in ter bevestiging
pl: Wprowadź ponownie kod PIN, aby potwierdzić
pt: Digite seu PIN novamente para confirmar
ro: Reintrodu PIN-ul pentru a confirma
ru: Введите PIN ещё раз для подтверждения
sv: Ange din PIN igen för att bekräfta

source: Reached on %@
bg: Постигната на %1$@
cs: Splněno %1$@
da: Nået den %1$@
de: Erreicht am %1$@
es: Alcanzado el %1$@
fi: Saavutettu %1$@
fr: Atteint le %1$@
it: Raggiunto il %1$@
nb: Nådd %1$@
nl: Bereikt op %1$@
pl: Osiągnięto %1$@
pt: Atingida em %1$@
ro: Atins pe %1$@
ru: Достигнута %1$@
sv: Uppnått %1$@

source: Reading your receipt…
bg: Разчитане на бележката…
cs: Čtení účtenky…
da: Læser din kvittering…
de: Beleg wird gelesen…
es: Leyendo el recibo…
fi: Luetaan kuittiasi…
fr: Lecture du reçu…
it: Lettura dello scontrino…
nb: Leser kvitteringen din…
nl: Bon lezen…
pl: Odczytywanie paragonu…
pt: Lendo o recibo…
ro: Se citește bonul…
ru: Чтение чека…
sv: Läser ditt kvitto…

source: Receipts
bg: Бележки
cs: Účtenky
da: Kvitteringer
de: Belege
es: Recibos
fi: Kuitit
fr: Reçus
it: Scontrini
nb: Kvitteringer
nl: Bonnen
pl: Paragony
pt: Recibos
ro: Bonuri
ru: Чеки
sv: Kvitton

source: Receipts so far
bg: Бележки досега
cs: Účtenky dosud
da: Kvitteringer indtil videre
de: Belege bisher
es: Recibos hasta ahora
fi: Kuitteja tähän mennessä
fr: Reçus jusqu'ici
it: Scontrini finora
nb: Kvitteringer så langt
nl: Bonnen tot nu toe
pl: Dotychczasowe paragony
pt: Recibos até agora
ro: Bonuri până acum
ru: Чеки на данный момент
sv: Kvitton hittills

source: Recent receipts
bg: Скорошни бележки
cs: Nedávné účtenky
da: Seneste kvitteringer
de: Letzte Belege
es: Recibos recientes
fi: Viimeisimmät kuitit
fr: Reçus récents
it: Scontrini recenti
nb: Nylige kvitteringer
nl: Recente bonnen
pl: Ostatnie paragony
pt: Recibos recentes
ro: Bonuri recente
ru: Недавние чеки
sv: Senaste kvitton

source: Recent Receipts
bg: Скорошни бележки
cs: Nedávné účtenky
da: Seneste kvitteringer
de: Letzte Belege
es: Recibos recientes
fi: Viimeisimmät kuitit
fr: Reçus récents
it: Scontrini recenti
nb: Nylige kvitteringer
nl: Recente bonnen
pl: Ostatnie paragony
pt: Recibos recentes
ro: Bonuri recente
ru: Недавние чеки
sv: Senaste kvitton

source: Recurring
bg: Периодични
cs: Opakované
da: Tilbagevendende
de: Wiederkehrend
es: Recurrentes
fi: Toistuvat
fr: Récurrents
it: Ricorrenti
nb: Gjentakende
nl: Terugkerend
pl: Cykliczne
pt: Recorrentes
ro: Recurente
ru: Регулярные
sv: Återkommande

source: Recurring bills
bg: Повтарящи се сметки
cs: Pravidelné účty
da: Faste regninger
de: Wiederkehrende Rechnungen
es: Pagos recurrentes
fi: Toistuvat laskut
fr: Factures récurrentes
it: Spese ricorrenti
nb: Faste regninger
nl: Terugkerende rekeningen
pl: Rachunki cykliczne
pt: Contas recorrentes
ro: Facturi recurente
ru: Регулярные счета
sv: Återkommande räkningar

source: Recurring Payment
bg: Периодично плащане
cs: Opakovaná platba
da: Tilbagevendende betaling
de: Wiederkehrende Zahlung
es: Pago recurrente
fi: Toistuva maksu
fr: Paiement récurrent
it: Pagamento ricorrente
nb: Gjentakende betaling
nl: Terugkerende betaling
pl: Płatność cykliczna
pt: Pagamento recorrente
ro: Plată recurentă
ru: Регулярный платёж
sv: Återkommande betalning

source: Recurring payments
bg: Повтарящи се плащания
cs: Pravidelné platby
da: Faste betalinger
de: Wiederkehrende Zahlungen
es: Pagos recurrentes
fi: Toistuvat maksut
fr: Paiements récurrents
it: Pagamenti ricorrenti
nb: Faste betalinger
nl: Terugkerende betalingen
pl: Płatności cykliczne
pt: Pagamentos recorrentes
ro: Plăți recurente
ru: Регулярные платежи
sv: Återkommande betalningar

source: Remember this change?
bg: Да запомним ли тази промяна?
cs: Zapamatovat tuto změnu?
da: Husk denne ændring?
de: Diese Änderung merken?
es: ¿Recordar este cambio?
fi: Muistetaanko tämä muutos?
fr: Mémoriser ce changement ?
it: Ricordare questa modifica?
nb: Huske denne endringen?
nl: Deze wijziging onthouden?
pl: Zapamiętać tę zmianę?
pt: Memorizar esta alteração?
ro: Reții această modificare?
ru: Запомнить это изменение?
sv: Kom ihåg den här ändringen?

source: Remove budget
bg: Премахване на бюджета
cs: Odebrat rozpočet
da: Fjern budget
de: Budget entfernen
es: Quitar presupuesto
fi: Poista budjetti
fr: Supprimer le budget
it: Rimuovi budget
nb: Fjern budsjett
nl: Budget verwijderen
pl: Usuń budżet
pt: Remover orçamento
ro: Elimină bugetul
ru: Удалить бюджет
sv: Ta bort budget

source: Rent, streaming, gym — anything regular.
bg: Наем, стрийминг, фитнес — всичко регулярно.
cs: Nájem, streamovací služby, posilovna — cokoliv pravidelného.
da: Husleje, streaming, fitness — alt der er fast.
de: Miete, Streaming, Fitnessstudio — alles Regelmäßige.
es: Alquiler, streaming, gimnasio — cualquier gasto habitual.
fi: Vuokra, suoratoistopalvelut, kuntosali — mikä tahansa säännöllinen.
fr: Loyer, streaming, salle de sport — tout ce qui est régulier.
it: Affitto, streaming, palestra — qualsiasi spesa regolare.
nb: Husleie, strømming, treningssenter — alt som er fast.
nl: Huur, streaming, sportschool — alles wat regelmatig terugkeert.
pl: Czynsz, streaming, siłownia — cokolwiek regularnego.
pt: Aluguel, streaming, academia — qualquer coisa recorrente.
ro: Chirie, streaming, sală — orice e regulat.
ru: Аренда, стриминг, спортзал — всё регулярное.
sv: Hyra, streaming, gym — allt som är regelbundet.

source: Repeats
bg: Колко често
cs: Opakování
da: Gentages
de: Wie oft
es: Frecuencia
fi: Toistuu
fr: Fréquence
it: Frequenza
nb: Gjentas
nl: Hoe vaak
pl: Jak często
pt: Com que frequência
ro: Se repetă
ru: Как часто
sv: Upprepas

source: Replace all data
bg: Замени всичко
cs: Nahradit všechna data
da: Erstat alle data
de: Alles ersetzen
es: Reemplazar todo
fi: Korvaa kaikki tiedot
fr: Tout remplacer
it: Sostituisci tutto
nb: Erstatt alle data
nl: Alles vervangen
pl: Zastąp wszystko
pt: Substituir tudo
ro: Înlocuiește toate datele
ru: Заменить всё
sv: Ersätt alla data

source: Report an issue, suggest a feature, or just say hello
bg: Съобщи за проблем, предложи функция или просто кажи здравей
cs: Nahlaste problém, navrhněte funkci nebo jen pozdravte
da: Rapportér et problem, foreslå en funktion, eller sig bare hej
de: Melde ein Problem, schlage eine Funktion vor oder sag einfach Hallo
es: Informa de un problema, sugiere una función o solo saluda
fi: Ilmoita ongelmasta, ehdota ominaisuutta tai sano vain moi
fr: Signalez un problème, proposez une fonctionnalité ou dites simplement bonjour
it: Segnala un problema, proponi una funzione o mandaci due righe
nb: Meld en feil, foreslå en funksjon, eller bare si hei
nl: Meld een probleem, stel een functie voor of zeg gewoon hallo
pl: Zgłoś problem, zaproponuj funkcję lub po prostu się przywitaj
pt: Relate um problema, sugira um recurso ou apenas diga oi
ro: Raportează o problemă, propune o funcție sau spune-ne salut
ru: Сообщите о проблеме, предложите функцию или просто напишите нам
sv: Rapportera ett problem, föreslå en funktion eller säg bara hej

source: Reset password
bg: Нулиране на паролата
cs: Obnovit heslo
da: Nulstil adgangskode
de: Passwort zurücksetzen
es: Restablecer contraseña
fi: Nollaa salasana
fr: Réinitialiser le mot de passe
it: Reimposta la password
nb: Tilbakestill passord
nl: Wachtwoord resetten
pl: Zresetuj hasło
pt: Repor palavra-passe
ro: Resetează parola
ru: Сбросить пароль
sv: Återställ lösenord

source: resets %@
bg: нулира се %1$@
cs: obnoví se %1$@
da: nulstilles %1$@
de: neu ab %1$@
es: se reinicia el %1$@
fi: nollautuu %1$@
fr: recommence le %1$@
it: riparte il %1$@
nb: nullstilles %1$@
nl: nieuw vanaf %1$@
pl: odnawia się %1$@
pt: reinicia %1$@
ro: se resetează %1$@
ru: обновится %1$@
sv: återställs %1$@

source: Restore
bg: Възстанови
cs: Obnovit
da: Gendan
de: Wiederherstellen
es: Restaurar
fi: Palauta
fr: Restaurer
it: Ripristina
nb: Gjenopprett
nl: Herstellen
pl: Przywróć
pt: Restaurar
ro: Restaurează
ru: Восстановить
sv: Återställ

source: Restore purchases
bg: Възстанови покупки
cs: Obnovit nákupy
da: Gendan køb
de: Käufe wiederherstellen
es: Restaurar compras
fi: Palauta ostokset
fr: Restaurer les achats
it: Ripristina acquisti
nb: Gjenopprett kjøp
nl: Aankopen herstellen
pl: Przywróć zakupy
pt: Restaurar compras
ro: Restaurează achizițiile
ru: Восстановить покупки
sv: Återställ köp

source: Results
bg: Резултати
cs: Výsledky
da: Resultater
de: Ergebnisse
es: Resultados
fi: Tulokset
fr: Résultats
it: Risultati
nb: Resultater
nl: Resultaten
pl: Wyniki
pt: Resultados
ro: Rezultate
ru: Результаты
sv: Resultat

source: Review items
bg: Преглед на артикулите
cs: Zkontrolovat položky
da: Gennemgå varer
de: Artikel prüfen
es: Revisar artículos
fi: Tarkista tuotteet
fr: Vérifier les articles
it: Rivedi articoli
nb: Se gjennom varer
nl: Artikelen controleren
pl: Sprawdź pozycje
pt: Rever artigos
ro: Verifică articolele
ru: Проверить товары
sv: Granska varor

source: Review Receipt
bg: Преглед на бележката
cs: Zkontrolovat účtenku
da: Gennemgå kvittering
de: Beleg prüfen
es: Revisar recibo
fi: Tarkista kuitti
fr: Vérifier le reçu
it: Rivedi scontrino
nb: Se gjennom kvittering
nl: Bon controleren
pl: Sprawdź paragon
pt: Rever recibo
ro: Verifică bonul
ru: Проверить чек
sv: Granska kvitto

source: Review subscriptions
bg: Прегледай абонаментите
cs: Zkontrolovat předplatná
da: Gennemgå abonnementer
de: Abos prüfen
es: Revisar suscripciones
fi: Tarkastele tilauksia
fr: Vérifier les abonnements
it: Rivedi gli abbonamenti
nb: Gå gjennom abonnementer
nl: Bekijk abonnementen
pl: Przejrzyj subskrypcje
pt: Revisar assinaturas
ro: Verifică abonamentele
ru: Проверить подписки
sv: Granska prenumerationer

source: Safe to spend
bg: Свободни за харчене
cs: Můžete utratit
da: Til rådighed
de: Frei verfügbar
es: Puedes gastar
fi: Turvallista käyttää
fr: Reste à dépenser
it: Puoi spendere
nb: Trygt å bruke
nl: Vrij besteedbaar
pl: Można wydać
pt: Livre para gastar
ro: Sigur de cheltuit
ru: Можно потратить
sv: Tryggt att spendera

source: Sage, Ocean and Plum
bg: Sage, Ocean и Plum
cs: Sage, Ocean a Plum
da: Sage, Ocean og Plum
de: Sage, Ocean und Plum
es: Sage, Ocean y Plum
fi: Sage, Ocean ja Plum
fr: Sage, Ocean et Plum
it: Sage, Ocean e Plum
nb: Sage, Ocean og Plum
nl: Sage, Ocean en Plum
pl: Sage, Ocean i Plum
pt: Sage, Ocean e Plum
ro: Sage, Ocean și Plum
ru: Sage, Ocean и Plum
sv: Sage, Ocean och Plum

source: Save
bg: Запази
cs: Uložit
da: Gem
de: Speichern
es: Guardar
fi: Tallenna
fr: Enregistrer
it: Salva
nb: Lagre
nl: Opslaan
pl: Zapisz
pt: Salvar
ro: Salvează
ru: Сохранить
sv: Spara

source: Save anyway
bg: Запази въпреки това
cs: Přesto uložit
da: Gem alligevel
de: Trotzdem speichern
es: Guardar de todos modos
fi: Tallenna silti
fr: Enregistrer quand même
it: Salva comunque
nb: Lagre likevel
nl: Toch opslaan
pl: Zapisz mimo to
pt: Salvar mesmo assim
ro: Salvează oricum
ru: Всё равно сохранить
sv: Spara ändå

source: Save more each month
bg: Да спестявам повече всеки месец
cs: Šetřit více každý měsíc
da: Spare mere hver måned
de: Jeden Monat mehr sparen
es: Ahorrar más cada mes
fi: Säästää enemmän joka kuukausi
fr: Économiser plus chaque mois
it: Risparmiare di più ogni mese
nb: Spare mer hver måned
nl: Elke maand meer sparen
pl: Oszczędzać więcej co miesiąc
pt: Economizar mais todo mês
ro: Să economisesc mai mult în fiecare lună
ru: Откладывать больше каждый месяц
sv: Spara mer varje månad

source: Save receipt · %@
bg: Запази бележката · %@
cs: Uložit účtenku · %@
da: Gem kvittering · %@
de: Beleg speichern · %@
es: Guardar recibo · %@
fi: Tallenna kuitti · %@
fr: Enregistrer le reçu · %@
it: Salva scontrino · %@
nb: Lagre kvittering · %@
nl: Bon opslaan · %@
pl: Zapisz paragon · %@
pt: Guardar recibo · %@
ro: Salvează bonul · %@
ru: Сохранить чек · %@
sv: Spara kvitto · %@

source: Saved
bg: Спестено
cs: Uspořeno
da: Sparet op
de: Gespart
es: Ahorrado
fi: Säästetty
fr: Épargné
it: Risparmiato
nb: Spart
nl: Gespaard
pl: Zaoszczędzono
pt: Economizado
ro: Economisit
ru: Накоплено
sv: Sparat

source: Saved %lld%% of income
bg: Заделени %1$lld%% от дохода
cs: Ušetřeno %1$lld%% příjmu
da: Sparede %1$lld%% af indkomsten op
de: %1$lld%% der Einnahmen gespart
es: Ahorraste el %1$lld%% de los ingresos
fi: Säästit %1$lld%% tuloista
fr: %1$lld%% des revenus épargnés
it: Risparmiato il %1$lld%% delle entrate
nb: Sparte %1$lld%% av inntekten
nl: %1$lld%% van inkomen gespaard
pl: Oszczędzono %1$lld%% dochodu
pt: Poupou %1$lld%% da renda
ro: Ai economisit %1$lld%% din venit
ru: Отложено %1$lld%% дохода
sv: Sparade %1$lld%% av inkomsten

source: Saved %lld%% this month
bg: Заделени %1$lld%% този месец
cs: Tento měsíc ušetřeno %1$lld%%
da: Sparede %1$lld%% op denne måned
de: Diesen Monat %1$lld%% gespart
es: Ahorraste el %1$lld%% este mes
fi: Säästit %1$lld%% tässä kuussa
fr: %1$lld%% épargné ce mois-ci
it: Risparmiato il %1$lld%% questo mese
nb: Sparte %1$lld%% denne måneden
nl: %1$lld%% gespaard deze maand
pl: Oszczędzono %1$lld%% w tym miesiącu
pt: Poupou %1$lld%% neste mês
ro: Ai economisit %1$lld%% luna aceasta
ru: Отложено %1$lld%% в этом месяце
sv: Sparade %1$lld%% den här månaden

source: Saved bills show up in upcoming bills and count against Safe to spend until you mark them paid.
bg: Запазените сметки се показват в предстоящите сметки и се броят срещу Свободни за харчене, докато не ги отбележиш като платени.
cs: Uložené účty se zobrazí v nadcházejících účtech a odečítají se od “Můžete utratit”, dokud je neoznačíte jako zaplacené.
da: Gemte regninger vises under kommende regninger og tæller mod “Til rådighed”, indtil du markerer dem som betalt.
de: Gespeicherte Rechnungen erscheinen bei anstehenden Rechnungen und zählen gegen „Frei verfügbar“, bis du sie als bezahlt markierst.
es: Los pagos guardados aparecen en los próximos pagos y se descuentan de Puedes gastar hasta que los marques como pagados.
fi: Tallennetut laskut näkyvät tulevissa laskuissa ja lasketaan mukaan Turvallista käyttää -summaan, kunnes merkitset ne maksetuiksi.
fr: Les factures enregistrées apparaissent dans les prochaines factures et sont déduites du Reste à dépenser jusqu'à ce que vous les marquiez comme payées.
it: Le spese salvate compaiono nelle prossime spese e vengono sottratte da Puoi spendere finché non le segni come pagate.
nb: Lagrede regninger vises i kommende regninger og teller mot Trygt å bruke til du markerer dem som betalt.
nl: Opgeslagen rekeningen verschijnen bij aankomende rekeningen en tellen mee tegen “Vrij besteedbaar” totdat je ze als betaald markeert.
pl: Zapisane rachunki pojawiają się w nadchodzących rachunkach i pomniejszają „Można wydać", dopóki nie oznaczysz ich jako zapłacone.
pt: As contas salvas aparecem nas próximas contas e contam em Livre para gastar até você marcá-las como pagas.
ro: Facturile salvate apar în facturile viitoare și contează în Sigur de cheltuit până le marchezi ca plătite.
ru: Сохранённые счета появляются в предстоящих счетах и уменьшают «Можно потратить», пока вы не отметите их оплаченными.
sv: Sparade räkningar visas i kommande räkningar och räknas mot Tryggt att spendera tills du markerar dem som betalda.

source: Savings goals
bg: Цели за спестяване
cs: Spořicí cíle
da: Opsparingsmål
de: Sparziele
es: Objetivos de ahorro
fi: Säästötavoitteet
fr: Objectifs d'épargne
it: Obiettivi di risparmio
nb: Sparemål
nl: Spaardoelen
pl: Cele oszczędnościowe
pt: Metas de economia
ro: Obiective de economii
ru: Цели накоплений
sv: Sparmål

source: Savings rate
bg: Норма на спестяване
cs: Míra úspor
da: Opsparingsrate
de: Sparquote
es: Tasa de ahorro
fi: Säästöaste
fr: Taux d'épargne
it: Tasso di risparmio
nb: Sparerate
nl: Spaarquote
pl: Stopa oszczędności
pt: Taxa de poupança
ro: Rata de economisire
ru: Норма сбережений
sv: Sparkvot

source: Savings-focused layout
bg: Оформление, фокусирано върху спестяванията
cs: Rozvržení zaměřené na úspory
da: Opsparingsfokuseret layout
de: Sparfokussiertes Layout
es: Diseño centrado en el ahorro
fi: Säästökeskeinen asettelu
fr: Mise en page axée sur l'épargne
it: Layout incentrato sul risparmio
nb: Sparefokusert oppsett
nl: Spaargerichte lay-out
pl: Układ skupiony na oszczędnościach
pt: Layout focado em economia
ro: Aspect axat pe economii
ru: Макет с акцентом на накопления
sv: Sparfokuserad layout

source: Scan receipt
bg: Сканирай бележка
cs: Skenovat účtenku
da: Scan kvittering
de: Beleg scannen
es: Escanear recibo
fi: Skannaa kuitti
fr: Scanner un reçu
it: Scansiona scontrino
nb: Skann kvittering
nl: Bon scannen
pl: Skanuj paragon
pt: Escanear recibo
ro: Scanează bonul
ru: Сканировать чек
sv: Skanna kvitto

source: Scan Receipt
bg: Сканирай бележка
cs: Skenovat účtenku
da: Scan kvittering
de: Beleg scannen
es: Escanear recibo
fi: Skannaa kuitti
fr: Scanner un reçu
it: Scansiona scontrino
nb: Skann kvittering
nl: Bon scannen
pl: Skanuj paragon
pt: Escanear recibo
ro: Scanează bonul
ru: Сканировать чек
sv: Skanna kvitto

source: Scanning receipts
bg: Сканиране на бележки
cs: Skenováním účtenek
da: Scanne kvitteringer
de: Belege scannen
es: Escaneando recibos
fi: Skannaamalla kuitteja
fr: En scannant des reçus
it: Scansionando gli scontrini
nb: Skanne kvitteringer
nl: Bonnen scannen
pl: Skanując paragony
pt: Escaneando recibos
ro: Scanând bonuri
ru: Сканируя чеки
sv: Skanna kvitton

source: Search
bg: Търси
cs: Hledat
da: Søg
de: Suchen
es: Buscar
fi: Hae
fr: Rechercher
it: Cerca
nb: Søk
nl: Zoeken
pl: Szukaj
pt: Buscar
ro: Caută
ru: Поиск
sv: Sök

source: Search icons
bg: Търсене на икони
cs: Hledat ikony
da: Søg efter ikoner
de: Symbole suchen
es: Buscar iconos
fi: Hae kuvakkeita
fr: Rechercher des icônes
it: Cerca icone
nb: Søk etter ikoner
nl: Pictogrammen zoeken
pl: Szukaj ikon
pt: Procurar ícones
ro: Caută pictograme
ru: Поиск значков
sv: Sök ikoner

source: Searching
bg: Търсене
cs: Hledání
da: Søger
de: Suche läuft
es: Buscando
fi: Haetaan
fr: Recherche en cours
it: Ricerca in corso
nb: Søker
nl: Bezig met zoeken
pl: Wyszukiwanie
pt: Procurando
ro: Se caută
ru: Поиск
sv: Söker

source: See All
bg: Виж всички
cs: Zobrazit vše
da: Se alle
de: Alle ansehen
es: Ver todo
fi: Näytä kaikki
fr: Tout voir
it: Vedi tutto
nb: Vis alle
nl: Alles bekijken
pl: Zobacz wszystkie
pt: Ver tudo
ro: Vezi toate
ru: Показать все
sv: Visa alla

source: See all %lld ›
bg: Виж всички %1$lld ›
cs: Zobrazit všech %1$lld ›
da: Se alle %1$lld ›
de: Alle %1$lld ansehen ›
es: Ver las %1$lld ›
fi: Näytä kaikki %1$lld ›
fr: Voir les %1$lld ›
it: Vedi tutti %1$lld ›
nb: Vis alle %1$lld ›
nl: Alle %1$lld bekijken ›
pl: Zobacz wszystkie %1$lld ›
pt: Ver todas %1$lld ›
ro: Vezi toate %1$lld ›
ru: Показать все %1$lld ›
sv: Visa alla %1$lld ›

source: See how you're doing
bg: Виж как се справяш
cs: Podívejte se, jak si vedete
da: Se, hvordan det går
de: Sieh, wie du dastehst
es: Mira cómo lo llevas
fi: Katso miten sinulla menee
fr: Voyez où vous en êtes
it: Guarda come stai andando
nb: Se hvordan du ligger an
nl: Bekijk hoe je ervoor staat
pl: Zobacz, jak sobie radzisz
pt: Veja como você está indo
ro: Vezi cum te descurci
ru: Посмотрите, как ваши дела
sv: Se hur det går för dig

source: See savings rate
bg: Виж нормата на спестяване
cs: Zobrazit míru úspor
da: Se opsparingsrate
de: Sparquote ansehen
es: Ver tasa de ahorro
fi: Katso säästöaste
fr: Voir le taux d'épargne
it: Vedi il tasso di risparmio
nb: Se sparerate
nl: Bekijk spaarquote
pl: Zobacz stopę oszczędności
pt: Ver taxa de poupança
ro: Vezi rata de economisire
ru: Смотреть норму сбережений
sv: Se sparkvot

source: See transactions
bg: Виж транзакциите
cs: Zobrazit transakce
da: Se transaktioner
de: Transaktionen ansehen
es: Ver transacciones
fi: Näytä tapahtumat
fr: Voir les transactions
it: Vedi le transazioni
nb: Se transaksjoner
nl: Bekijk transacties
pl: Zobacz transakcje
pt: Ver transações
ro: Vezi tranzacțiile
ru: Смотреть транзакции
sv: Se transaktioner

source: See trend
bg: Виж тенденцията
cs: Zobrazit trend
da: Se trend
de: Trend ansehen
es: Ver tendencia
fi: Katso trendi
fr: Voir la tendance
it: Vedi l'andamento
nb: Se trend
nl: Bekijk trend
pl: Zobacz trend
pt: Ver tendência
ro: Vezi tendința
ru: Смотреть динамику
sv: Se trend

source: See where it went
bg: Виж къде отидоха
cs: Kam to šlo
da: Se, hvor det gik hen
de: Sehen, wohin es floss
es: Ver en qué se fue
fi: Katso mihin se meni
fr: Voir où c'est parti
it: Vedi dov'è finito
nb: Se hvor det ble av
nl: Bekijk waar het naartoe ging
pl: Zobacz, na co poszło
pt: Ver para onde foi
ro: Vezi unde s-au dus
ru: Куда ушли деньги
sv: Se vart det tog vägen

source: See where my money goes
bg: Да виждам къде отиват парите ми
cs: Vidět, kam mi mizí peníze
da: Se, hvor mine penge går hen
de: Sehen, wohin mein Geld geht
es: Ver adónde va mi dinero
fi: Nähdä, mihin rahani kuluu
fr: Voir où va mon argent
it: Vedere dove vanno i miei soldi
nb: Se hvor pengene mine går
nl: Zien waar mijn geld naartoe gaat
pl: Zobaczyć, na co idą moje pieniądze
pt: Ver para onde vai meu dinheiro
ro: Să văd unde îmi duc banii
ru: Видеть, куда уходят деньги
sv: Se vart mina pengar tar vägen

source: Select a receipt
bg: Изберете бележка
cs: Vyberte účtenku
da: Vælg en kvittering
de: Beleg auswählen
es: Selecciona un recibo
fi: Valitse kuitti
fr: Sélectionnez un reçu
it: Seleziona uno scontrino
nb: Velg en kvittering
nl: Selecteer een bon
pl: Wybierz paragon
pt: Seleciona um recibo
ro: Selectează un bon
ru: Выберите чек
sv: Välj ett kvitto

source: Selected period
bg: Избран период
cs: Vybrané období
da: Valgt periode
de: Ausgewählter Zeitraum
es: Periodo seleccionado
fi: Valittu jakso
fr: Période sélectionnée
it: Periodo selezionato
nb: Valgt periode
nl: Geselecteerde periode
pl: Wybrany okres
pt: Período selecionado
ro: Perioada selectată
ru: Выбранный период
sv: Vald period
